const pokemons = [
  {
    id: "0000",
    name: "이상해씨",
    att: "풀, 독",
  },
  {
    id: "0001",
    name: "이상해풀",
    att: "풀, 독",
  },
  {
    id: "0002",
    name: "이상해꽃",
    att: "풀, 독",
  },
  {
    id: "0003",
    name: "파이리",
    att: "불",
  },
  {
    id: "0004",
    name: "리자드",
    att: "불",
  },
  {
    id: "0005",
    name: "리자몽",
    att: "불, 비행",
  },
  {
    id: "0006",
    name: "꼬부기",
    att: "물",
  },
  {
    id: "0007",
    name: "어니부기",
    att: "물",
  },
  {
    id: "0008",
    name: "거북왕",
    att: "물",
  },
  {
    id: "0008",
    name: "거북왕",
    att: "물",
  },
  {
    id: "0009",
    name: "캐터피",
    att: "벌레",
  },
  {
    id: "0010",
    name: "단데기",
    att: "벌레",
  },
  {
    id: "0011",
    name: "버터플",
    att: "벌레, 비행",
  },
  {
    id: "0012",
    name: "뿔충이",
    att: "벌레, 독",
  },
  {
    id: "0013",
    name: "딱충이",
    att: "벌레, 독",
  },
  {
    id: "0014",
    name: "독침붕",
    att: "벌레, 독",
  },
  {
    id: "0015",
    name: "구구",
    att: "노말, 비행",
  },
  {
    id: "0016",
    name: "피죤",
    att: "노말, 비행",
  },
  {
    id: "0017",
    name: "피존투",
    att: "노말, 비행",
  },
  {
    id: "0018",
    name: "꼬렛",
    att: "노말",
  },
  {
    id: "0019",
    name: "깨비참",
    att: "노말, 비행",
  },
];

export default pokemons;
